Repository: esn-sweden/pretix-esncard
Catalog: pretix_esncard/locale/*/LC_MESSAGES/django.po
Languages: sv

source: ESNcard Validity Checker
sv: ESN‑korts-validator

source: A plugin for pretix allowing automated validation of ESNcard numbers
sv: Ett tillägg för Pretix som möjliggör automatisk validering av ESN‑kortnummer

source: ESNcard API Cloudflare token
sv: Cloudflare‑token för ESNcards API

source: Used to bypass Cloudflare bot measures
sv: Används för att kringgå Cloudflares bot‑skydd

source: Duplicate number. Each person must have a unique ESNcard.
sv: Dubblettnummer. Varje person måste ha ett unikt ESN‑kort.

source: Verification is temporarily unavailable. Please try again later. If the issue persists, contact %(email)s.
sv: Verifieringen är tillfälligt otillgänglig. Försök igen senare. Om problemet kvarstår, kontakta %(email)s.

source: Couldn't find an ESNcard with this number, please check for typos.
sv: Kunde inte hitta ett ESN‑kort med detta nummer, kontrollera eventuella slarvfel.

source: The ESNcard is not registered, please register on esncard.org. If you recently registered your card, it may take a few hours before it's updated in our system.
sv: ESN‑kortet är inte registrerat, vänligen registrera det på esncard.org. Om du nyligen registrerat kortet kan det ta några timmar innan det syns i vårt system.

source: The ESNcard expired on %(exp_date)s
sv: ESN‑kortet gick ut den %(exp_date)s

source: the organizer
sv: organisatören
